Repository: jordibonet/CultureWaveInterForm
Catalog: CultureWaveInterForm/Resources/Strings.*.resx
Languages: ca

# labelTicket
source: Soporte
ca: Suport

# roundedButtonCloseTicket
source: Cerrar Ticket
ca: Tancar Ticket

# labelSpaces
source: Espacios
ca: Espais

# labelUser
source: Usuario
ca: Usuari

# labelReserves
source: Reservas
ca: Reserves

# labelPassword
source: Contraseña
ca: Contrasenya

# buttonLogIn
source: Iniciar Sesión
ca: Iniciar Sesió

# labelLogOut
source: Cerrar Sesión
ca: Tancar Sesió

# roundedButtonLogOut
source: Cerrar Sesión
ca: Tancar Sesió

# roundedButtonExit
source: Salir
ca: Sortir

# roundedButtonGenerateIA
source: Generar con IA
ca: Generar amb IA

# roundedButtonCreateEvent
source: Crear evento
ca: Crear event

# labelNameEvents
source: Nombre evento
ca: Nom event

# labelDescription
source: Descripción evento
ca: Descripció event

# labelEventDate
source: Fecha evento
ca: Data event

# labelStatus
source: Estado
ca: Estat

# labelEvents
source: Eventos
ca: Events

# labelNameSpace
source: Nombre espacio
ca: Nom espai

# labelCapacity
source: Capacidad
ca: Capacitat

# labelFixedSeats
source: Sillas fijas
ca: Seients fixes

# labelNameUser
source: Nombre usuario
ca: Nom usuari

# labelSeats
source: Asientos
ca: Seients

# labelEmail
source: Correo electrónico
ca: Correu electrónic

# roundedButtonAccept
source: Aceptar
ca: Acceptar

# roundedButtonCancel
source: Cancelar
ca: Cancel·lar

# labelSpace
source: Espacios
ca: Espais
